Repository: OkamiOps/odete-ide
Catalog: Packages/OdeteI18n/Sources/OdeteI18n/Resources/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr

source: Escolha abaixo por onde entrar. O modelo da Apple não pede conta nenhuma.
de: Wähl unten, womit du dich anmeldest. Das Apple-Modell braucht gar kein Konto.
en: Pick below how to sign in. Apple's model doesn't need an account at all.
es: Elige abajo por dónde entrar. El modelo de Apple no pide ninguna cuenta.
fr: Choisis ci-dessous par où te connecter. Le modèle d’Apple ne demande aucun compte.

source: Escolha uma versão
de: Wähl eine Version
en: Pick a version
es: Elige una versión
fr: Choisis une version

source: Escolher arquivo deste lado
de: Datei dieser Seite wählen
en: Pick a file for this side
es: Elegir archivo de este lado
fr: Choisir le fichier de ce côté

source: Esconder o teclado
de: Tastatur ausblenden
en: Hide the keyboard
es: Ocultar el teclado
fr: Masquer le clavier

source: Esforço
de: Aufwand
en: Effort
es: Esfuerzo
fr: Effort

source: Espaçamento das letras
de: Zeichenabstand
en: Letter spacing
es: Espaciado de letras
fr: Espacement des lettres

source: Espaços e tabs
de: Leerzeichen und Tabs
en: Spaces and tabs
es: Espacios y tabulaciones
fr: Espaces et tabulations

source: Espaços: %1$@
de: Leerzeichen: %1$@
en: Spaces: %1$@
es: Espacios: %1$@
fr: Espaces : %1$@

source: Esperando o GitHub…
de: Warte auf GitHub…
en: Waiting for GitHub…
es: Esperando a GitHub…
fr: En attente de GitHub…

source: Esta conversa
de: Diese Unterhaltung
en: This conversation
es: Esta conversación
fr: Cette conversation

source: Este
de: Dieses
en: This one
fr: Celui-ci

source: Este aparelho não roda o Apple Intelligence.
de: Dieses Gerät kann Apple Intelligence nicht ausführen.
en: This device can't run Apple Intelligence.
es: Este dispositivo no puede ejecutar Apple Intelligence.
fr: Cet appareil ne peut pas faire tourner Apple Intelligence.

source: Este aparelho não é elegível para a nuvem privada da Apple.
de: Dieses Gerät ist für Apples private Cloud nicht berechtigt.
en: This device isn't eligible for Apple's private cloud.
es: Este dispositivo no es elegible para la nube privada de Apple.
fr: Cet appareil n’est pas éligible au cloud privé d’Apple.

source: Este commit não mudou o conteúdo deste arquivo.
de: Dieser commit hat den Inhalt dieser Datei nicht geändert.
en: This commit didn't change this file's contents.
es: Este commit no cambió el contenido de este archivo.
fr: Ce commit n’a pas changé le contenu de ce fichier.

source: Este projeto não é um repositório git.
de: Dieses Projekt ist kein git-Repository.
en: This project isn't a git repository.
es: Este proyecto no es un repositorio git.
fr: Ce projet n’est pas un dépôt git.

source: Esvaziar lixeira (%1$@)
de: Papierkorb leeren (%1$@)
en: Empty trash (%1$@)
es: Vaciar la papelera (%1$@)
fr: Vider la corbeille (%1$@)

source: Exemplo
de: Beispiel
en: Example
es: Ejemplo
fr: Exemple

source: Exibição
de: Anzeige
en: Display
es: Visualización
fr: Affichage

source: Explica a estrutura deste projeto
de: Erklär die Struktur dieses Projekts
en: Explain this project's structure
es: Explica la estructura de este proyecto
fr: Explique la structure de ce projet

source: Expressão regular
de: Regulärer Ausdruck
en: Regular expression
es: Expresión regular
fr: Expression régulière

source: Falar com o agente
de: Mit dem Agent sprechen
en: Talk to the agent
es: Hablar con el agente
fr: Parler à l’agent

source: Fast-forward para %1$@
de: Fast-forward auf %1$@
en: Fast-forward to %1$@
es: Fast-forward a %1$@
fr: Fast-forward vers %1$@

source: Fechar
de: Schließen
en: Close
es: Cerrar
fr: Fermer

source: Fechar (não salvo)
de: Schließen (nicht gesichert)
en: Close (unsaved)
es: Cerrar (sin guardar)
fr: Fermer (non enregistré)

source: Fechar aba
de: Tab schließen
en: Close tab
es: Cerrar pestaña
fr: Fermer l’onglet

source: Fechar agente
de: Agent schließen
en: Close agent
es: Cerrar agente
fr: Fermer l’agent

source: Fechar aviso
de: Warnung schließen
en: Close warning
es: Cerrar advertencia
fr: Fermer l’avertissement

source: Fechar busca
de: Suche schließen
en: Close search
es: Cerrar búsqueda
fr: Fermer la recherche

source: Fechar console
de: Konsole schließen
en: Close console
es: Cerrar consola
fr: Fermer la console

source: Fechar o commit
de: Commit schließen
en: Close the commit
es: Cerrar el commit
fr: Fermer le commit

source: Fechar pares automaticamente
de: Klammern automatisch schließen
en: Auto-close pairs
es: Cerrar pares automáticamente
fr: Fermer les paires automatiquement

source: Fechar sem merge
de: Ohne merge schließen
en: Close without merging
es: Cerrar sin merge
fr: Fermer sans merge

source: Fechar terminal
de: Terminal schließen
en: Close terminal
es: Cerrar terminal
fr: Fermer le terminal

source: Filtrar arquivos
de: Dateien filtern
en: Filter files
es: Filtrar archivos
fr: Filtrer les fichiers

source: Fiz as mudanças e parei de reler o projeto. O patch está aí para você revisar.
de: Ich habe die Änderungen gemacht und aufgehört, das Projekt nochmal zu lesen. Der Patch liegt zur Durchsicht bereit.
en: I made the changes and stopped re-reading the project. The patch is there for you to review.
es: Hice los cambios y dejé de releer el proyecto. El patch está ahí para que lo revises.
fr: J'ai fait les modifications et j'ai arrêté de relire le projet. Le patch est là pour que tu le relises.

source: Fonte
de: Schrift
en: Font
es: Fuente
fr: Police

source: Fora do projeto: %1$@
de: Außerhalb des Projekts: %1$@
en: Outside the project: %1$@
es: Fuera del proyecto: %1$@
fr: Hors du projet : %1$@

source: Funciona offline no que não depende da rede
de: Funktioniert offline bei allem, was kein Netz braucht
en: Works offline for anything that doesn't need the network
es: Funciona offline en lo que no depende de la red
fr: Fonctionne hors ligne pour tout ce qui ne dépend pas du réseau

source: Função
de: Funktion
en: Function
es: Función
fr: Fonction

source: GPLv2 com exceção de linking
de: GPLv2 mit Linking-Ausnahme
en: GPLv2 with linking exception
es: GPLv2 con excepción de linking
fr: GPLv2 avec exception de linking

source: Git deste arquivo
de: Git dieser Datei
en: Git for this file
es: Git de este archivo
fr: Git de ce fichier

source: Git e GitHub
de: Git und GitHub
en: Git and GitHub
es: Git y GitHub
fr: Git et GitHub

source: Git · abrir painel
de: Git · Bereich öffnen
en: Git · open pane
es: Git · abrir panel
fr: Git · ouvrir le volet

source: GitHub, GitLab, Gitea ou qualquer host
de: GitHub, GitLab, Gitea oder jeder Host
en: GitHub, GitLab, Gitea or any host
es: GitHub, GitLab, Gitea o cualquier host
fr: GitHub, GitLab, Gitea ou n’importe quel host

source: GitHub, GitLab, Gitea ou qualquer host que aceite token de acesso pessoal.
de: GitHub, GitLab, Gitea oder jeder Host, der ein persönliches Zugriffstoken akzeptiert.
en: GitHub, GitLab, Gitea or any host that takes a personal access token.
es: GitHub, GitLab, Gitea o cualquier host que acepte token de acceso personal.
fr: GitHub, GitLab, Gitea ou n’importe quel host qui accepte un token d’accès personnel.

source: Grande
de: Groß
en: Large
fr: Grand

source: Guardar
de: Stashen
en: Save
fr: Stasher

source: Guardar stash
de: Stash anlegen
en: Save stash
fr: Créer un stash

source: Guardar stash…
de: Stash anlegen…
en: Save stash…
fr: Créer un stash…

source: Guia de página
de: Spaltenlineal
en: Page guide
es: Guía de página
fr: Guide de page

source: Guias de indentação
de: Einrückungslinien
en: Indent guides
es: Guías de indentación
fr: Guides d’indentation

source: HTTP %1$@ para %2$@
de: HTTP %1$@ für %2$@
en: HTTP %1$@ for %2$@
fr: HTTP %1$@ pour %2$@

source: HTTP ao baixar %1$@
de: HTTP beim Laden von %1$@
en: HTTP error downloading %1$@
es: HTTP al descargar %1$@
fr: HTTP au téléchargement de %1$@

source: Histórico
de: Verlauf
en: History
es: Historial
fr: Historique

source: Histórico do arquivo
de: Dateiverlauf
en: File history
es: Historial del archivo
fr: Historique du fichier

source: IDE no colo · versão %1$@ (%2$@)
de: IDE auf dem Schoß · Version %1$@ (%2$@)
en: The IDE in your lap · version %1$@ (%2$@)
es: IDE en el regazo · versión %1$@ (%2$@)
fr: L’IDE sur les genoux · version %1$@ (%2$@)

source: IDE no colo.
de: IDE auf dem Schoß.
en: The IDE in your lap.
es: IDE en el regazo.
fr: L’IDE sur les genoux.

source: IDE no colo. Seus projetos, neste iPad.
de: IDE auf dem Schoß. Deine Projekte, auf diesem iPad.
en: The IDE in your lap. Your projects, on this iPad.
es: IDE en el regazo. Tus proyectos, en este iPad.
fr: L’IDE sur les genoux. Tes projets, sur cet iPad.

source: Idioma
de: Sprache
en: Language
fr: Langue

source: Idioma do aparelho
de: Gerätesprache
en: Device language
es: Idioma del dispositivo
fr: Langue de l’appareil

source: Indentação
de: Einrückung
en: Indentation
es: Indentación
fr: Indentation

source: Iniciar repositório
de: Repository anlegen
en: Start a repository
es: Iniciar repositorio
fr: Initialiser le dépôt

source: Inicie um repositório no painel Git.
de: Leg im Git-Bereich ein Repository an.
en: Start a repository in the Git pane.
es: Inicia un repositorio en el panel Git.
fr: Initialise un dépôt dans le volet Git.

source: Int não tem .%1$@
de: Int hat kein .%1$@
en: Int has no .%1$@
es: Int no tiene .%1$@
fr: Int n’a pas .%1$@

source: Interface
de: Oberfläche
es: Interfaz

source: Interromper (Ctrl+C)
de: Abbrechen (Ctrl+C)
en: Interrupt (Ctrl+C)
es: Interrumpir (Ctrl+C)
fr: Interrompre (Ctrl+C)

source: Ir
de: Gehe zu
en: Go
fr: Aller

source: Ir para a linha %1$@
de: Gehe zu Zeile %1$@
en: Go to line %1$@
es: Ir a la línea %1$@
fr: Aller à la ligne %1$@

source: Ir para a linha %1$@, coluna %2$@
de: Gehe zu Zeile %1$@, Spalte %2$@
en: Go to line %1$@, column %2$@
es: Ir a la línea %1$@, columna %2$@
fr: Aller à la ligne %1$@, colonne %2$@

source: Ir para a linha…
de: Gehe zu Zeile…
en: Go to Line…
es: Ir a la línea…
fr: Aller à la ligne…

source: Ir para arquivo
de: Gehe zu Datei
en: Go to file
es: Ir al archivo
fr: Aller au fichier

source: Ir para definição
de: Gehe zu Definition
en: Go to definition
es: Ir a la definición
fr: Aller à la définition

source: Ir para símbolo
de: Gehe zu Symbol
en: Go to symbol
es: Ir al símbolo
fr: Aller au symbole

source: Isto grava nos arquivos. O desfazer da árvore não cobre troca em massa: confira no git depois.
de: Das schreibt in die Dateien. Das Widerrufen im Baum deckt Massenersetzung nicht ab: prüf danach im git.
en: This writes to the files. The tree's undo doesn't cover bulk replace: check it in git afterwards.
es: Esto escribe en los archivos. El deshacer del árbol no cubre el reemplazo masivo: revísalo en git después.
fr: Ça écrit dans les fichiers. L’annulation de l’arborescence ne couvre pas le remplacement en masse : vérifie dans git après.

source: JSON inválido
de: Ungültiges JSON
en: Invalid JSON
es: JSON no válido
fr: JSON invalide

source: Janela de contexto
de: Kontextfenster
en: Context window
es: Ventana de contexto
fr: Fenêtre de contexte

source: Já atualizado.
de: Schon aktuell.
en: Already up to date.
es: Ya está actualizado.
fr: Déjà à jour.

source: Já existe lá fora
de: Gibt es schon da draußen
en: Already out there
es: Ya existe allá afuera
fr: Existe déjà là-bas

source: Já existe: %1$@
de: Gibt es schon: %1$@
en: Already exists: %1$@
es: Ya existe: %1$@
fr: Existe déjà : %1$@

source: Laranja.
de: Orange.
en: Orange.
es: Naranja.
fr: Orange.

source: Ligue o Apple Intelligence em Ajustes › Apple Intelligence e Siri.
de: Schalte Apple Intelligence unter Einstellungen › Apple Intelligence & Siri ein.
en: Turn on Apple Intelligence in Settings › Apple Intelligence & Siri.
es: Activa Apple Intelligence en Ajustes › Apple Intelligence y Siri.
fr: Active Apple Intelligence dans Réglages › Apple Intelligence et Siri.

source: Limite de uso batido. Espere um pouco ou use outra conta.
de: Nutzungslimit erreicht. Warte kurz oder nimm ein anderes Konto.
en: Usage limit hit. Wait a bit or use another account.
es: Llegaste al límite de uso. Espera un poco o usa otra cuenta.
fr: Limite d’usage atteinte. Attends un peu ou utilise un autre compte.

source: Limpar
de: Leeren
en: Clear
es: Limpiar
fr: Effacer

source: Limpar busca
de: Suche leeren
en: Clear search
es: Limpiar búsqueda
fr: Effacer la recherche

source: Limpar comparação
de: Vergleich aufheben
en: Clear comparison
es: Limpiar comparación
fr: Effacer la comparaison

source: Limpar console
de: Konsole leeren
en: Clear console
es: Limpiar consola
fr: Effacer la console

source: Limpar filtro
de: Filter leeren
en: Clear filter
es: Limpiar filtro
fr: Effacer le filtre

source: Linha em branco no fim
de: Leerzeile am Ende
en: Blank line at the end
es: Línea en blanco al final
fr: Ligne vide à la fin

source: Livre
de: Frei
en: Free
es: Libre
fr: Libre

source: Ln %1$@, Col %2$@
de: Z %1$@, Sp %2$@

source: Localizar no arquivo
de: In Datei suchen
en: Find in file
es: Buscar en el archivo
fr: Rechercher dans le fichier

source: Mais
de: Mehr
en: More
es: Más
fr: Plus

source: Mais ações em %1$@
de: Mehr Aktionen in %1$@
en: More actions in %1$@
es: Más acciones en %1$@
fr: Plus d’actions dans %1$@

source: Mandar para o stage
de: Stagen
en: Stage
es: Mandar al stage
fr: Mettre au stage

source: Mandar tudo para o stage
de: Alles stagen
en: Stage everything
es: Mandar todo al stage
fr: Tout mettre au stage

source: Marcar resolvido
de: Als gelöst markieren
en: Mark resolved
es: Marcar como resuelto
fr: Marquer résolu

source: Mensagem do commit
de: Commit-Nachricht
en: Commit message
es: Mensaje del commit
fr: Message du commit

source: Mensagem do merge
de: Merge-Nachricht
en: Merge message
es: Mensaje del merge
fr: Message du merge

source: Merge de %1$@
de: Merge von %1$@
en: Merge of %1$@

source: Merge feito.
de: Merge fertig.
en: Merge done.
es: Merge hecho.
fr: Merge fait.

source: Merge feito: %1$@
de: Merge fertig: %1$@
en: Merge done: %1$@
es: Merge hecho: %1$@
fr: Merge fait : %1$@

source: Minimapa
de: Minimap
en: Minimap
fr: Minimap

source: Modelo
de: Modell
en: Model
fr: Modèle

source: Modelo do projeto
de: Vorlage
en: Template
es: Plantilla
fr: Modèle

source: Modo
de: Modus
en: Mode
fr: Mode

source: Modo: %1$@
de: Modus: %1$@
en: Mode: %1$@
fr: Mode : %1$@

source: Mostrar espaços
de: Leerzeichen zeigen
en: Show spaces
es: Mostrar espacios
fr: Afficher les espaces

source: Mostrar espaços e tabs
de: Leerzeichen und Tabs zeigen
en: Show spaces and tabs
es: Mostrar espacios y tabs
fr: Afficher les espaces et les tabs

source: Mostrar ocultos
de: Versteckte zeigen
en: Show hidden
fr: Afficher les fichiers cachés

source: Mostrar problema no cursor
de: Problem am Cursor anzeigen
en: Show Problem at Cursor
es: Mostrar problema en el cursor
fr: Afficher le problème au curseur

source: Mostrar quebras de linha
de: Zeilenumbrüche zeigen
en: Show line breaks
es: Mostrar saltos de línea
fr: Afficher les retours à la ligne

source: Move a pasta Projects para o iCloud Drive; continua funcionando offline.
de: Verschiebt den Ordner Projects in iCloud Drive; funktioniert weiter offline.
en: Moves the Projects folder to iCloud Drive; it keeps working offline.
es: Mueve la carpeta Projects al iCloud Drive; sigue funcionando offline.
fr: Déplace le dossier Projects vers iCloud Drive ; ça continue de fonctionner hors ligne.

source: Médio
de: Mittel
en: Medium
es: Mediano
fr: Moyen

source: Na branch %1$@
de: Auf branch %1$@
en: On branch %1$@
es: En la branch %1$@
fr: Sur la branch %1$@

source: Nada com "%1$@"
de: Nichts mit "%1$@"
en: Nothing with "%1$@"
es: Nada con "%1$@"
fr: Rien avec "%1$@"

source: Nada está no stage
de: Nichts im stage
en: Nothing is staged
es: No hay nada en el stage
fr: Rien n’est au stage

source: Nada mudou desde o último commit.
de: Seit dem letzten commit hat sich nichts geändert.
en: Nothing changed since the last commit.
es: Nada cambió desde el último commit.
fr: Rien n’a changé depuis le dernier commit.

source: Nada mudou no projeto: você não chamou ferramenta nenhuma, e descrever a mudança não a aplica. Chame a ferramenta agora e faça. Só responda em texto se não existir nenhuma mudança a fazer.
de: Im Projekt hat sich nichts geändert: Du hast kein Werkzeug aufgerufen, und eine Änderung zu beschreiben wendet sie nicht an. Ruf jetzt das Werkzeug auf und mach es. Antworte nur dann mit Text, wenn es nichts zu ändern gibt.
en: Nothing changed in the project: you did not call any tool, and describing a change does not apply it. Call the tool now and do it. Only answer in text if there is no change to make.
es: Nada cambió en el proyecto: no llamaste a ninguna herramienta, y describir un cambio no lo aplica. Llama a la herramienta ahora y hazlo. Responde en texto solo si no hay ningún cambio que hacer.
fr: Rien n'a changé dans le projet : tu n'as appelé aucun outil, et décrire une modification ne l'applique pas. Appelle l'outil maintenant et fais-le. Ne réponds en texte que s'il n'y a aucune modification à faire.

source: Nada para comparar
de: Nichts zu vergleichen
en: Nothing to compare
es: Nada que comparar
fr: Rien à comparer

source: Nada rodando ainda
de: Läuft noch nichts
en: Nothing running yet
es: Nada corriendo todavía
fr: Rien ne tourne encore

source: Nenhum PR aberto.
de: Kein PR offen.
en: No open PRs.
es: Ningún PR abierto.
fr: Aucune PR ouverte.

source: Nenhum arquivo Swift
de: Keine Swift-Datei
en: No Swift file
es: Ningún archivo Swift
fr: Aucun fichier Swift

source: Nenhum arquivo aberto
de: Keine Datei geöffnet
en: No file open
es: Ningún archivo abierto
fr: Aucun fichier ouvert

source: Nenhum arquivo de teste encontrado (*.test.ts, *.spec.js, …)%1$@
de: Keine Testdateien gefunden (*.test.ts, *.spec.js, …)%1$@
en: No test files found (*.test.ts, *.spec.js, …)%1$@
es: No se encontraron archivos de prueba (*.test.ts, *.spec.js, …)%1$@
fr: Aucun fichier de test trouvé (*.test.ts, *.spec.js, …)%1$@

source: Nenhum commit ainda.
de: Noch kein commit.
en: No commits yet.
es: Ningún commit todavía.
fr: Aucun commit pour l’instant.

source: Nenhum commit tocou este arquivo ainda.
de: Noch kein commit hat diese Datei berührt.
en: No commit has touched this file yet.
es: Ningún commit tocó este archivo todavía.
fr: Aucun commit n’a touché ce fichier pour l’instant.

source: Nenhum problema
de: Keine Probleme
en: No problems
es: Ningún problema
fr: Aucun problème

source: Nenhuma
de: Keine
en: None
es: Ninguna
fr: Aucune

source: Nenhuma View encontrada
de: Keine View gefunden
en: No View found
es: Ninguna View encontrada
fr: Aucune View trouvée

source: Nenhuma conta ainda
de: Noch kein Konto
en: No accounts yet
es: Ninguna cuenta todavía
fr: Aucun compte pour l’instant

source: Nenhuma conta ainda. O modelo da Apple não pede conta nenhuma.
de: Noch kein Konto. Das Apple-Modell braucht gar kein Konto.
en: No accounts yet. Apple's model doesn't need an account at all.
es: Ninguna cuenta todavía. El modelo de Apple no pide ninguna cuenta.
fr: Aucun compte pour l’instant. Le modèle d’Apple ne demande aucun compte.

source: Nenhuma conversa
de: Keine Unterhaltungen
en: No conversations
es: Ninguna conversación
fr: Aucune conversation

source: No GitHub, digite este código:
de: Gib auf GitHub diesen Code ein:
en: On GitHub, type this code:
es: En GitHub, escribe este código:
fr: Sur GitHub, saisis ce code :

source: Noite da marca.
de: Die Nacht der Marke.
en: The brand's night.
es: La noche de la marca.
fr: La nuit de la marque.

source: Nome
de: Name
en: Name
es: Nombre
fr: Nom

source: Nome antigo, mesma noite.
de: Alter Name, dieselbe Nacht.
en: Old name, same night.
es: Nombre antiguo, la misma noche.
fr: Ancien nom, même nuit.

source: Nome do repositório
de: Name des Repositorys
en: Repository name
es: Nombre del repositorio
fr: Nom du dépôt

source: Nome inválido: %1$@
de: Ungültiger Name: %1$@
en: Invalid name: %1$@
es: Nombre inválido: %1$@
fr: Nom invalide : %1$@

source: Nova
de: Neu
en: New
es: Nueva
fr: Nouvelle

source: Nova aba
de: Neuer Tab
en: New tab
es: Nueva pestaña
fr: Nouvel onglet

source: Nova branch
de: Neue branch
en: New branch
es: Nueva branch
fr: Nouvelle branch

source: Nova branch %1$@
de: Neue branch %1$@
en: New branch %1$@
es: Nueva branch %1$@
fr: Nouvelle branch %1$@

source: Nova branch…
de: Neue branch…
en: New branch…
es: Nueva branch…
fr: Nouvelle branch…

source: Nova coluna
de: Neue Spalte
en: New column
es: Nueva columna
fr: Nouvelle colonne

source: Nova conta
de: Neues Konto
en: New account
es: Nueva cuenta
fr: Nouveau compte

source: Nova conversa
de: Neue Unterhaltung
en: New conversation
es: Nueva conversación
fr: Nouvelle conversation

source: Nova issue
de: Neue issue
en: New issue
es: Nueva issue
fr: Nouvelle issue

source: Nova linha
de: Neue Zeile
en: New row
es: Nueva fila
fr: Nouvelle ligne

source: Nova pasta
de: Neuer Ordner
en: New folder
es: Nueva carpeta
fr: Nouveau dossier

source: Novo arquivo
de: Neue Datei
en: New file
es: Nuevo archivo
fr: Nouveau fichier

source: Novo projeto
de: Neues Projekt
en: New project
es: Nuevo proyecto
fr: Nouveau projet

source: Não achei este repositório no GitHub. Confira o remoto e se a conta tem acesso a ele.
de: Dieses Repository ist auf GitHub nicht zu finden. Prüf das remote und ob das Konto Zugriff hat.
en: I couldn't find this repository on GitHub. Check the remote and whether the account has access to it.
es: No encontré este repositorio en GitHub. Revisa el remote y si la cuenta tiene acceso a él.
fr: Je n’ai pas trouvé ce dépôt sur GitHub. Vérifie le remote et que le compte y a accès.

source: Não deu para abrir
de: Konnte nicht geöffnet werden
en: Couldn't open it
es: No se pudo abrir
fr: Impossible d’ouvrir

source: Não deu para ler o banco
de: Datenbank nicht lesbar
en: Couldn't read the database
es: No se pudo leer la base de datos
fr: Impossible de lire la base

source: Não encontrado: %1$@
de: Nicht gefunden: %1$@
en: Not found: %1$@
es: No encontrado: %1$@
fr: Introuvable : %1$@

source: Não há compilador Swift no iPad. O Preview mostra o subconjunto de SwiftUI na hora;
de: Auf dem iPad gibt es keinen Swift-Compiler. Das Preview zeigt die SwiftUI-Teilmenge sofort;
en: There's no Swift compiler on the iPad. The Preview shows the SwiftUI subset right away;
es: No hay compilador Swift en el iPad. El Preview muestra el subconjunto de SwiftUI al instante;
fr: Il n’y a pas de compilateur Swift sur l’iPad. Le Preview montre le sous-ensemble de SwiftUI tout de suite ;

source: Não staged
de: Nicht gestaged
en: Unstaged
es: Sin preparar
fr: Non indexé

source: Não staged (índice → workdir)
de: Nicht staged (Index → workdir)
en: Unstaged (index → workdir)
es: No staged (índice → workdir)
fr: Non staged (index → workdir)

source: Não staged:
de: Nicht staged:
en: Unstaged:
es: No staged:
fr: Non staged :

source: Não voltaram, por não haver cópia de antes do turno: %1$@
de: Nicht wiederhergestellt, da es keine Kopie von vor der Runde gibt: %1$@
en: Not restored because there is no copy from before the turn: %1$@
es: No se restauraron por no haber copia de antes del turno: %1$@
fr: Non restaurés, faute de copie d’avant le tour : %1$@

source: Não voltaram, por passarem de 10 MB: %1$@
de: Nicht wiederhergestellt, da größer als 10 MB: %1$@
en: Not restored because they exceed 10 MB: %1$@
es: No se restauraron por superar los 10 MB: %1$@
fr: Non restaurés, car ils dépassent 10 Mo : %1$@

source: Não voltaram, porque não dá para conferir se você mexeu neles depois do turno: %1$@
de: Nicht wiederhergestellt, weil sich nicht prüfen lässt, ob du sie nach der Runde geändert hast: %1$@
en: Not restored because there’s no way to check whether you edited them after the turn: %1$@
es: No se restauraron porque no se puede comprobar si los editaste después del turno: %1$@
fr: Non restaurés, car impossible de vérifier si tu les as modifiés après le tour : %1$@
